Repository: OmegaT-extra-L10N/pt_BR
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt_br

source: Another package with the same name already exists.
pt_br: Já existe outro pacote com o mesmo nome.

source: Cancel
pt_br: Cancelar

source: Copy Error
pt_br: Erro de cópia

source: Creating new project from OMT package
pt_br: Criando novo projeto a partir do pacote OMT

source: Delete unpacked OMT Package
pt_br: Excluir pacote OMT descompactado

source: Deleting project...
pt_br: Excluindo projeto...

source: Do you want to delete the OMT Package?
pt_br: Você quer excluir o pacote OMT?

source: Do you want to overwrite it with the translation from the package ?
pt_br: Quer sobrescrever com a tradução do pacote?

source: Do you want to overwrite this package?
pt_br: Você quer sobrescrever este pacote?

source: Doxygen-commented files (Okapi)
pt_br: Arquivos comentados Doxygen (Okapi)

source: Filter Parameters Files
pt_br: Arquivos de parâmetros de filtro

source: Filter settings are currently <b>Project Specific</b>.<br>Therefore, after you click "OK", the parameters file will be copied to this location:<br>
pt_br: As configurações de filtro são atualmente <b>específicas do projeto</b>. <br>Portanto, depois de clicar em "OK", o arquivo de parâmetros será copiado para este local:<br>

source: Fuzzy Match
pt_br: Correspondências parciais

source: Fuzzy Matches Issues
pt_br: Problemas com correspondências parciais

source: HTML files (Okapi)
pt_br: Arquivos HTML (Okapi)

source: InDesign IDML files (Okapi)
pt_br: Arquivos InDesign IDML (Okapi)

source: Include the name of the translation unit in comments
pt_br: Incluir o nome da unidade de tradução nos comentários

source: Invalid OMT package, file "omegat.project" is missing.
pt_br: Pacote OMT inválido, arquivo "omegat.project" ausente.

source: Is there an open project?
pt_br: Existe um projeto aberto?

source: JSON files (Okapi)
pt_br: Arquivos JSON (Okapi)

source: Markdown files (Okapi)
pt_br: Arquivos markdown (Okapi)

source: Missing Path
pt_br: Caminho ausente

source: No <xliff> element found.
pt_br: Não foi encontrado nenhum elemento <xliff>.

source: No Parameters File
pt_br: Não há um arquivo de parâmetros

source: No Project Folder
pt_br: Não há pasta do projeto

source: No element in the file.
pt_br: Nenhum elemento no arquivo.

source: OMT Package
pt_br: Pacote OMT

source: OMT Package file
pt_br: Arquivo de pacote OMT

source: OMT Package successfully created.
pt_br: O pacote OMT foi criado.

source: OMT package imported.
pt_br: Pacote OMT importado.

source: OMT project packaged.
pt_br: Projeto OMT compactado.

source: Okapi Filter Options
pt_br: Opções de filtro Okapi

source: Okapi XLIFF Filter Options
pt_br: Opções de filtro XLIFF Okapi

source: OpenXML files (Okapi)
pt_br: Arquivos OpenXML (Okapi)

source: Overwrite OMT Package
pt_br: Sobrescrever pacote OMT

source: Overwrite project_save.tmx File
pt_br: Sobrescrever o arquivo project_save.tmx

source: Pack and delete project...
pt_br: Compactar e excluir projeto...

source: Pack project as OMT file...
pt_br: Compactar projeto como arquivo OMT...

source: Packing OMT project...
pt_br: Compactando projeto OMT...

source: Protect entries with state='final' (if not set: they can be edited)
pt_br: Proteja as entradas com state='final' (se não for definido: elas podem ser editados)

source: Qt TS files (Okapi)
pt_br: Arquivos TS do Qt (Okapi)

source: SDL-XLIFF files (Okapi)
pt_br: Arquivos SDL-XLIFF (Okapi)

source: Segment beginning with a fuzzy match prefix
pt_br: Segmento começando com um prefixo de correspondência parcial

source: Select a Filter Parameters File
pt_br: Selecionar um arquivo de parâmetros de filtro

source: Select location and name of the OMT package
pt_br: Selecionar localização e nome do pacote OMT

source: Select the OMT package to import
pt_br: Selecionar o pacote OMT para importar

source: Show and protect entries with translate='no' (if not set: they are not extracted)
pt_br: Mostre e proteja as entradas com translate='no' (se não estiver definido: elas não são extraídos)

source: Sorry, there was a problem copying the parameters file.
pt_br: Desculpe, houve um problema ao copiar o arquivo de parâmetros.

source: TagEditor TTX files (Okapi)
pt_br: Arquivos TTX do TagEditor (Okapi)

source: The package has been successfully unpacked.
pt_br: O pacote foi descompactado.

source: The parameters file does not exist.
pt_br: O arquivo de parâmetros não existe.

source: The project already has an ongoing translation.
pt_br: O projeto já tem uma tradução em andamento.

source: The version attribute is missing.
pt_br: O atributo de versão está ausente.

source: Transifex project files (Okapi)
pt_br: Arquivos do projeto Transifex (Okapi)

source: Unable to determine the project folder.
pt_br: Não foi possível determinar a pasta do projeto.

source: Unpack project from OMT file...
pt_br: Descompactar projeto do arquivo OMT...

source: Unpacking OMT package...
pt_br: Descompactanoo pacote OMT...

source: Updating current project with OMT package content
pt_br: Atualizando o projeto atual com o conteúdo do pacote OMT

source: Use the default filter settings (%s)
pt_br: Use as configurações de filtro padrão (%s)

source: Use the following filter parameters file:
pt_br: Use o seguinte arquivo de parâmetros de filtro:

source: Wordfast Pro TXML files (Okapi)
pt_br: Arquivos TXML do Wordfast Pro (Okapi)

source: XLIFF files (Okapi)
pt_br: Arquivos XLIFF (Okapi)

source: XLIFF-2 files (Okapi)
pt_br: Arquivos XLIFF-2 (Okapi)

source: XML files (Okapi - XML Filter)
pt_br: Arquivos XML (Okapi - Filtro XML)

source: XML files (Okapi - XML Stream Filter
pt_br: Arquivos XML (Okapi - Filtro XML Stream

source: YAML files (Okapi)
pt_br: Arquivos YAML (Okapi)

source: You must specify a path.
pt_br: Você precisa especificar um caminho.
